---
kind: type
id: T:Autodesk.Revit.DB.Electrical.ElectricalLoadClassification
source: html/c8aeb888-f4dd-4b93-063e-6aa118c0e471.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalLoadClassification

The ElectricalLoadClassification class represents a serialized version of an instance of
 load classification.

## Syntax (C#)
```csharp
public class ElectricalLoadClassification : Element
```